Revit 2027 API
ParameterTypeId.ZonePhaseId Property
 "Phase Id"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZonePhaseId { get; }
Public Shared ReadOnly Property ZonePhaseId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZonePhaseId {
	ForgeTypeId^ get ();
}
static member ZonePhaseId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace